export const valentineAchievements = [
	{
		title: '',
		achievements: [
			{
				id: 'firstValentineQuest',
				name: 'Первое сердечко',
				description: 'Выполните любой квест события «Фестиваль сердец» и получите своё первое сердечко',
				currentProgress: 0,
				targetProgress: 1,
				icon: '💖'
			},
			{
				id: 'valentineWords',
				name: 'Лингвист сердец',
				description: 'Выучите все 12 праздничных слов события ко Дню святого Валентина и станьте хранителем сердец',
				currentProgress: 0,
				targetProgress: 12,
				icon: '💘'
			},
			{
				id: 'valentineAllQuests',
				name: 'Повелитель Валентина',
				description: 'Завершите все 6 квестов события ко Дню святого Валентина и докажите свою преданность.',
				currentProgress: 0,
				targetProgress: 6,
				icon: '💝'
			},
			{
				id: 'valentineBear',
				name: 'Плюшевый защитник сердца',
				description: 'Приобретите плюшевого медведя на фестивале сердцец и подарите миру немного тепла.',
				currentProgress: 0,
				targetProgress: 1,
				icon: '🧸'
			},
			{
				id: 'loveLetter',
				name: 'Сердечное послание',
				description: 'Купите сердечное послание чтобы раскрыть тайное послание, оставленное только для истинных.',
				currentProgress: 0,
				targetProgress: 1,
				icon: '💌',
			},
			{
				id: 'valentineAllQuests',
				name: 'Легенда фестиваля сердец',
				description: 'Завершите все 6 квестов события «Фестиваль сердец» и докажите свою преданность силе любви.',
				currentProgress: 0,
				targetProgress: 6,
				icon: '💞'
			}
		]
	}
]