	export const eventWinterAchievements = [
	{
		title: '',
		achievements: [
			{
				id: 'firstQuest',
				name: 'Первая ёлочная звезда',
				description: 'Выполните любой квест зимнего события и зажгите первую звезду',
				currentProgress: 0,
				targetProgress: 1,
				icon: '🌟'
			},
			{
				id: 'santaLexicon',
				name: 'Словарь Санты',
				description: 'Освой все слова, связанные с Рождеством и Новым годом',
				currentProgress: 0,
				targetProgress: 30,
				icon: '📚'
			},
			{
				id: 'everyQuest',
				name: 'Хранитель шёпота зимы',
				description: 'Пройдите все задания события «Шёпот зимы» и почувствуйте дыхание настоящей метели',
				currentProgress: 0,
				targetProgress: 34,
				icon: '❄️'
			},
			{
				id: 'runold',
				name: 'Рунольд',
				description: 'Купите аватар благородного оленя Рунольда во время события',
				currentProgress: 0,
				targetProgress: 1,
				icon: '🦌'
			},
			{
				id: 'santaHat',
				name: ' Шапка Санты',
				description: 'Купите легендарную Шапку Санты во время события и почувствуйте дух Рождества.',
				currentProgress: 0,
				targetProgress: 1,
				icon: '🎅'
			},
			{
				id: 'winterHonor',
				name: 'Зимнее почтение',
				description: 'Заслужите зимнее почтение, набив 300 репутации в сезонных квестах.',
				currentProgress: 0,
				targetProgress: 300,
				icon: '💠'
			},
			{
				id: 'metaChristmas',
				name: 'Рождественский мастер',
				description: 'Откройте все достижения события «Шёпот зимы» и станьте легендой праздничного сезона.',
				currentProgress: 0,
				targetProgress: 10,
				icon: '🎄'
			}
		]
	}
]