import FirstStep  from "../../assets/locations-images/FirstStep.png"
export const regions = [
	{
		id: "east-plain",
		pathTo: "east-plain",
		name: "Восточная Равнина",
		level: 1,
		desc: "Просторные земли, где каждый начинает своё путешествие. Здесь ты освоишь основы языка и получишь первые задания. Именно отсюда начинаются великие приключения.",
		color: "#f28d39",
		icon: FirstStep
	},
	{
		id: "stone-reach",
		pathTo: "stone-reach",
		name: "Каменный Предел",
		level: 1,
		desc: "Суровый край с каменистыми дорогами и торговыми караванами. Здесь ты укрепишь свои навыки и встретишь первых серьёзных противников на пути к мастерству.",
		color: "#f4e267"
	},
	{
		id: "wind-valley",
		pathTo: "wind-valley",
		name: "Долина Ветров",
		level: 1,
		desc: "Земля вечных бурь и переменчивой погоды. Порывы ветра приносят испытания, но вместе с ними и новые знания. Здесь тебя ждут первые настоящие вызовы на пути изучения языка.",
		color: "#68dda5"
	},
	{
		id: "lake-ruins",
		pathTo: "lake-ruins",
		name: "Руины Озёрья",
		level: 1,
		desc: "Туман окутывает древние постройки, а воды озёр хранят тайны прошлого. В этих землях скрыты забытые знания, которые помогут тебе углубиться в изучение языка.",
		color: "#6fa4f7"
	},
	{
		id: "north-cliffs",
		pathTo: "north-cliffs",
		name: "Северные Утёсы",
		level: 1,
		desc: "Высокие скалы возвышаются над морем, а холодные ветра испытывают стойкость каждого путника. Тебя ждут сложные задания, требующие упорства и внимательности.",
		color: "#a08ee6"
	},
	{
		id: "storm-coast",
		pathTo: "storm-coast",
		name: "Штормовой Берег",
		level: 1,
		desc: "Дикие прибрежные земли, где бушуют гром и молнии. Лишь смелые герои решаются ступить сюда. Здесь тебя ждут самые суровые испытания и настоящая проверка силы знаний.",
		color: "#b84d40"
	}
];
