{
	"nav": {
		"training": "Обучение",
		"gameMode": "Игровой режим",
		"about": "О проекте"
	},
	"sub": {
		"prev": "Введение",
		"rules": "Правила",
		"artRules": "Практика артиклей"
	},
	"auth": {
		"logIn": "Войти",
		"regs": "Регистрация",
		"auths": "Авторизация",
		"btn": "Зарегистрироваться"
	},
	"placeholder": {
		"name": "Введите имя или никнейм",
		"email": "Введите имя или никнейм",
		"password": "Введите имя или никнейм",
		"confirm": "Введите имя или никнейм"
	},
	"banner": {
		"title": "Изучи немецкие артикли, прокачай магические навыки и побеждай соперников в карточных битвах!",
		"btn": "Начать путь"
	},
	"features": {
		"title": "Что вас ждет внутри?"
	},
	"cardWords": {
		"title": "800 + слов",
		"sub": "Выучите более 800 слов и артиклей в удобной системе."
	},
	"cardMethod": {
		"title": "5 методов обучения",
		"sub": "Подберите подходящий стиль: визуальный, аудиальный, кинестетический — или комбинируйте их."
	},
	"gameCard": {
		"title": "Игровые элементы",
		"sub": "Зарабатывайте очки, проходите уровни, применяйте геймификацию для ускоренного прогресса."
	},
	"achievCard" : {
		"title": "Система достижений",
		"sub": "Прокачивайтесь, получайте награды и открывайте новые возможности по мере обучения."
	},
	"feedBack": {
		"label": "Обратная связь",
		"title": "Имеются пожелания? Заполните эту форму, и мы обязательно ответим вам.",
		"btn": "отправить сообщение",
		"emailPlaceholder": "Введите ваш Email",
		"messagePlaceholder": "Введите ваше сообщение"
	},
	"errros": {
		"notValidEmail" : "Пожалуйста, введите действительный адрес электронной почты.",
		"enterMsg": "Пожалуйста , введите ваше сообщение"
	},
	"about": {
		"title": "Скучно учить немецкий и артикли существительных?",
		"lead": "Надоело зубрить карточки, переписывать списки слов и всё равно забывать артикли?",
		"whyfirst" : "Прокачивать навыки, как в RPG",
		"whySecond": "Получать ачивки и награды",
		"whyThird": "Играть в карточные битвы против других",
		"whyfourth": "Учить слова в разных режимах",
		"whyfifth": "Изучать язык не занудно, а в игровой форме!",
		"whySixth": "Собери слово используя алфавит!",
		"whySeventh": "Словарный комбо-вомбо!",
		"whyEight": "Интервальное повторение с микротестами",
		"whyfooter": "Попробуй эти способы — и ты точно посмотришь на обучение по‑новому!"
	},
	"aboutList": {
		"one": "Каждое новое слово — это не просто галочка, а шаг к прокачке твоего персонажа! Получай опыт, открывай новые уровни, улучшай навыки и следи за прогрессом в стиле настоящей RPG-игры.",
		"two": "Система достижений и наград делает обучение азартным: выполняй задания, открывай секретные ачивки, зарабатывай трофеи и коллекционируй редкие награды за свои успехи в изучении немецкого.",
		"three": "Бросай вызов другим игрокам в карточных битвах: кто быстрее и точнее угадает артикли, соберёт слова или заполнит игровое поле? Покажи свои знания и стань чемпионом!",
		"four": "Не ограничивайся скучным повторением: тренируй память в разных режимах — смотри на картинки, слушай аудио, собирай слова по буквам, разбирай слова на слоги и осваивай язык с разных сторон.",
		"five": "Включи игровой режим: собирай слово, используя алфавит, словно магические руны! Это не только весело, но и отлично развивает внимание и зрительную память.",
		"six": "В этом режиме два человека зададывают слово. Участник  угадывает слово по буквам выбирая ту или инную из алфавита! Можно заранее сказать слово (кол-во попыток будет аграничено чтобы люди не перебирали весь алфавит)",
		"seven": "Испытай себя в настоящем словарном комбо-вомбо! Находи синонимы, антонимы, парные слова и прокачивай ассоциативное мышление, чтобы запоминать слова надолго.",
		"eight": "Интервальное повторение помогает закреплять знания: система сама напомнит тебе нужные слова и проведёт мини-тесты, чтобы ты всегда был на волне немецкого."
	},
	"footer": {
		"copy": "Der Die Das. Все права защищены."
	}
}


