{
	"nav": {
		"training": "Навчання",
		"gameMode": "Ігровий режим",
		"about": "Про проєкт"
	},
	"sub": {
		"prev": "Вступ",
		"rules": "Правила",
		"artRules": "Правила артиклів"
	},
	"auth": {
		"logIn": "Увійти",
		"regs": "Реєстрація",
		"auths": "Авторизація",
		"btn": "Зареєструватися"
	},
	"placeholder": {
		"name": "Введіть ім’я або нікнейм",
		"email": "Введіть електронну пошту",
		"password": "Введіть пароль",
		"confirm": "Підтвердіть пароль"
	},
	"banner": {
		"title": "Вивчайте німецькі артиклі, розвивайте магічні навички та перемагайте суперників у карткових битвах!",
		"btn": "Почати шлях"
	},
	"features": {
		"title": "Що вас чекає всередині?"
	},
	"cardWords": {
		"title": "800+ слів",
		"sub": "Вивчайте понад 800 слів і артиклів у зручній системі."
	},
	"cardMethod": {
		"title": "5 методів навчання",
		"sub": "Обирайте свій стиль: візуальний, аудіальний, кінестетичний — або комбінуйте їх."
	},
	"gameCard": {
		"title": "Ігрові елементи",
		"sub": "Заробляйте бали, підвищуйте рівень і використовуйте гейміфікацію для швидшого прогресу."
	},
	"achievCard": {
		"title": "Система досягнень",
		"sub": "Прокачуйтеся, отримуйте нагороди та відкривайте нові можливості в процесі навчання."
	},
	"feedBack": {
		"label": "Зворотний зв'язок",
		"title": "Є побажання? Заповніть цю форму, і ми обов’язково вам відповімо.",
		"btn": "Відправити повідомлення",
		"emailPlaceholder": "Введіть вашу електронну пошту",
		"messagePlaceholder": "Введіть ваше повідомлення"
	},
	"errros": {
		"notValidEmail": "Будь ласка, введіть дійсну адресу електронної пошти.",
		"enterMsg": "Будь ласка, введіть ваше повідомлення."
	},
	"about": {
		"title": "Нудно вчити німецьку та артиклі іменників?",
		"lead": "Втомився зубрити картки, переписувати списки слів і все одно забувати артиклі?",
		"whyfirst": "Прокачуй навички, як у RPG",
		"whySecond": "Отримуй досягнення та нагороди",
		"whyThird": "Грай у карткові битви з іншими",
		"whyfourth": "Вчи слова у різних режимах",
		"whyfifth": "Вивчай мову не нудно, а у формі гри!",
		"whySixth": "Збери слово, використовуючи алфавіт!",
		"whySeventh": "Словникове комбо-вомбо!",
		"whyEight": "Інтервальне повторення з мікротестами",
		"whyfooter": "Спробуй ці способи — і ти точно подивишся на навчання по-новому!"
	},
	"aboutList": {
		"one": "Кожне нове слово — це не просто галочка, а крок до розвитку твого персонажа! Набирай досвід, відкривай нові рівні, покращуй навички та відстежуй прогрес у стилі справжньої RPG-гри.",
		"two": "Система досягнень і нагород робить навчання азартним: виконуй завдання, відкривай секретні досягнення, здобувай трофеї та колекціонуй рідкісні нагороди за свої успіхи у вивченні німецької.",
		"three": "Кидай виклик іншим гравцям у карткових битвах: хто швидше і точніше вгадає артиклі, збере слова або заповнить ігрове поле? Покажи свої знання й стань чемпіоном!",
		"four": "Не обмежуйся нудними повтореннями: тренуй пам'ять у різних режимах — дивись картинки, слухай аудіо, складай слова з літер, розбивай слова на склади й опановуй мову з різних боків.",
		"five": "Увімкни ігровий режим: збирай слово, використовуючи алфавіт, як магічні руни! Це не тільки весело, а й чудово розвиває увагу та зорову пам’ять.",
		"six": "У цьому режимі двоє людей загадують слово. Учасник відгадує слово по буквах, вибираючи з алфавіту! Можна загадати слово заздалегідь (кількість спроб обмежена, щоб не перебирати весь алфавіт).",
		"seven": "Випробуй себе у справжньому словниковому комбо! Шукай синоніми, антоніми, парні слова й розвивай асоціативне мислення, щоб запам’ятовувати слова надовго.",
		"eight": "Інтервальне повторення допомагає закріпити знання: система сама нагадає тобі потрібні слова й проведе міні-тести, щоб ти завжди був у формі з німецької."
	},
	"footer": {
		"copy": "Der Die Das. Всі права захищені."
	}

}
